//FakeStatusColumn
export const fakeData = [
    {
      id: 1,
      title: "◉ 需求定義",
      description: "明確的目標與範疇",
      content:{
        目標: "確保會議流暢並優化網速",
        需求: "網速、頻寬、封包丟失率、QoS",
        限制: "網路架構、現有設備支援率"
      }
    },
    {
      id: 2,
      title: "◉ 案例檢索",
      status:"",
      description: "查找可參考或可套用之既有情境",
      content:{
        情境名稱: "會議模式 (語音/視訊/混合)",
        匹配條件:"延遲、丟包率、帶寬需求",
        案例適用性:"80%"
      }
    },
    {
      id: 3,
      title: "◉ 參數配置",
      description: "設定並優化所需的網路參數",
      content:{
        基本設定: {
            頻寬:"10000",
            延遲:"100",
            Qos:"1"
        },
        動態調整:{
            不知道:"ttet"
        },
        監測重點: "語音影響因素、視訊流量"
        
      }
    },
    {
      id: 4,
      title: "◉ 測試回饋",
      description: "沙盒驗證並根據結果持續改進",
      content:{
        測試目標:"多用戶情境模擬",
        異常檢測:"低於KPI自動回饋",
        持續優化:"週期性調整&長期趨勢分析"
      }
    },
  ];